import React from 'react';
import './Home.css';

const Home = () => {
  return (
    <div className="home-container" >
      <p>Добро пожаловать на наш проект "Эпоха Выживания"! Мы рады, что вы здесь. Наша цель - помочь вам исследовать игру и выжить на последнем острове.</p>
        <p>Мы предлагаем множество ресурсов и информации, чтобы сделать ваше пребывание на острове максимально комфортным и увлекательным. Исследуйте, стройте и выживайте вместе с нами!</p>
        <h2>"Эпоха Выживания"</h2>
        <p>На этом месте вы можете найти много информации о последнем острове Выживания, а также о наших участниках и проектах.</p>
        <p>Сервер исключительно для соло игроков.</p>
        <p>Без каких либо талантов, мехов, РСЗО-Танков и летающих питомцев. Сервер будет х-5 с призавым фондом 15$</p>
        <p>Если вы хотите помочь нам сделать сервер более удобным и комфортным для игроков, пожалуйста, свяжитесь с нами.</p>
        <p>Ник в телеграмме Dragon</p>
        <p>а также группа в телеграмме "Эпоха Выживания", группу вы можете найти в разделе "Наши контакты"</p>
        <p>Пожалуйста, не забудьте следить за новостями и рассылать нам свои предложения и пожелания.</p>
        <p>Мы также принимаем советы по улучшению нашего проекта.</p>
        <p>С уважением, ваш покорный друг Dragon!</p>
    </div>
  );
};

export default Home;
